/* Localized versions of Info.plist keys */

"Zoom - Converting meeting recording" = "Zoom - Toplantı kaydını dönüştürme";
"You have a recording that needs to be converted before viewing" = "Görüntülenmeden önce dönüştürülmesi gereken bir kaydınız var";
"You may convert your recording later by double clicking .zoom file located in the recording folder." = "Kayıt klasöründeki .zoom dosyasına çift tıklayarak kaydınızı daha sonra dönüştürebilirsiniz.";
"Save my recordings at:" = "Kayıtlarımı şu konuma kaydet:";
"Choose a new location..." = "Yeni bir konum seçin...";
"Save" = "Kaydet";
"Quit" = "Çık";
"Choose" = "Seç";
"Cancel" = "İptal";
"OK" = "Tamam";
"Saving..." = "Kaydediliyor...";
"Transcode will be stopped. Would you like to continue?" = "Kod dönüştürme durdurulacak. Devam etmek istiyor musunuz?";
"Transcoding stopped because your disk is full." = "Diskiniz dolu olduğu için kod dönüştürme durduruldu.";
"Transcoding stopped because the file is damaged." = "Dosya hasarlı olduğu için kod dönüştürme durduruldu.";

//ZOOM-50139
"Recording failed to saved" = "Kayıt kaydedilemedi";
"Please check the destination folder to make sure you have folder access and enough storage space. (ERROR CODE: %d)" = "Klasör erişiminiz ve yeterli depolama alanınız olduğundan emin olmak için lütfen hedef klasörü kontrol edin. (HATA KODU: %d)";


"LN_Stop_Converting_105238" = "Dönüştürmeyi Durdur";
"LN_Stop_Converting_Content_105238" = "Durdurursanız kaydınızı daha sonra Toplantılar > Kaydedildi konumunda dönüştürebilirsiniz.";
"LN_Continue_Transcode_105238" = "Kod Dönüştürmeye Devam Et";
"LN_Stop_105238" = "Durdur";
"LN_Converting_Meeting_Recording_105238" = "Toplantı kaydı dönüştürülüyor";
"LN_Converting_Meeting_Recording_Content_105238" = "Görüntülenmeden önce dönüştürülmesi gereken bir kaydınız var";
"LN_Failed_Convert_Recording_105238" = "Kayıt Dönüştürülemedi";
"LN_Failed_Convert_Recording_Disk_Full_105238" = "Diskte yeterli alan yok.\n\nDosyaları silerek diskinizde daha fazla yer açmanız ve ardından hedef klasörde bulunan aşağıdaki dosyalara çift tıklayarak kaydınızı dönüştürmeniz gerekir.\n\n";
"LN_Failed_Convert_Recording_File_Lost_105238" = "Dönüştürülecek dosyalar bulunamıyor.\n\nLütfen aşağıdaki dosyaların kayıt klasöründe olduğundan emin olun ve ardından dosyaya çift tıklayarak kaydınızı dönüştürün.\n\n";
"LN_Open_Destination_Folder_105238" = "Hedef Klasörü Aç";
"LN_Folders_Access_Title_124319" = "Zoom'un dosya ve klasörlere erişmesine izin ver";
"LN_Folders_Access_Content_124319" = "Erişim vermek için Sistem Tercihleri > Güvenlik ve Gizlilik konumunu açın.";
"LN_Open_System_Preferences_124319" = "Sistem Tercihlerini Aç";

// ZOOM-133086
"LN_Convert_Meeting_Recording_133086" = "Toplantı Kaydını Dönüştür";
"LN_Continue_Converting_133086" = "Dönüştürmeye Devam Et";
"LN_File_Not_Found_133086" = "Dönüştürülecek dosyalar bulunamıyor.";
"LN_Rename_File_Remind_133086" = "Lütfen hedef klasörü açıp dosyaları yukarıda adları kullanarak yeniden adlandırın ve ardından dönüştürme işlemini başlatmak için dosyalara çift tıklayın.";
"LN_No_Enough_Disk_Space_133086" = "Diskte yeterli alan yok.\n\nDosyaları silerek diskinizde daha fazla yer açmanız ve ardından Toplantılar > Kaydedildi konumunda bu kaydı dönüştürmeniz gerekir.";

"LN_Unknown_Srouce_Title_149194" = "Bilinmeyen kaynaklardan gelen dosyalar";
"LN_Unknown_Srouce_Content_149194" = "Aşağıdaki dosyaların dönüştürülmesi, cihazınızın ve kişisel verilerinizin riske atılmasına neden olabilir.";
"LN_Do_Not_Convert_149194" = "Dönüştürme";
"LN_Convert_Anyway_149194" = "Yine de Dönüştür";

// ZOOM-287161
"LN_Note_287161" = "Not: ";
"Ln_Note_Content_287161" = "Dosyanın dönüştürülmesi tamamlandıktan sonra, varsayılan adlandırma yöntemini kullanarak dosyayı yeniden adlandırmayı tercih ederseniz benzersiz bir dosya adı kullanmanızı öneririz. Toplantı dosyalarınızı kaydederken \"Zoom\", \"Personal Meeting Room\" (Kişisel Toplantı Odası) veya \"My Meeting\"  (Toplantım) kelimelerini kullanmamanızı öneririz.";
